Repository: Felipele17/DinoEscape
Catalog: DinoEscape/DinoEscape Shared/Languages/*.lproj/Localization.strings
Languages: es_419

source: Play
es_419: Jugar

source: Settings
es_419: Ajustes

source: Shop
es_419: Tienda

source: SLOW
es_419: LENTAMENTE

source: FOOOOOD
es_419: COMIIIIDA

source: DOUBLE POINTS
es_419: PUNTOS DOBLES

source: NEW ERA
es_419: NUEVA ERA

source: Music
es_419: Canción

source: Vibration
es_419: Vibración

source: Pause
es_419: En pausa

source: G A M E O V E R
es_419: F I N D E L J U E G O

source: Escape the meteors!
es_419: ¡Escapa de los meteoros!

source: Avoid bad foods
es_419: Evita las malas comidas

source: Collect good foods
es_419: Recoge buena comida

source: Earn power-ups!
es_419: ¡Gane Potenciadores

source: We recommend using external devices (joysticks-controls) for the best game experience
es_419: Recomendamos el uso de dispositivos externos (joysticks-controles) para la mejor experiencia de juego.
